Repository: sardor0702/napa_recruitment_v1
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Главная
uz: Bosh sahifa

source: О нас
uz: Biz haqimizda

source: Наши студенты
uz: Bizning talabalar

source: Партнеры
uz: Hamkorlar

source: Новый пароль
uz: Parolni unitdingizmi?

source: Подтвердить Пароль
uz: Parolni tiklash

source: Сохранить
uz: Saqlash

source: Избранные сотрудники
uz: Tanlangan xodimlar

source: Нет избранных сотрудников!
uz: Tanlangan xodimlar yo'q!

source: Изменить
uz: Tahrirlash

source: Мои заявки
uz: Mening arizalarim

source: Заявока нет!
uz: Ariza yo'q!

source: Вы уверены, что хотите удалить сотрудника из списка заявок
uz: Xodimni arizalar ro'yxatidan olib tashlashga aminmisiz

source: Удалить
uz: O'chirish

source: Оставить
uz: Qoldirish

source: Забыли пароль?
uz: Parolni unitdingizmi?

source: Введите номер телефона который вы вводили при регистрации и мы вышлем вам письмо с инструкцией.
uz: Ro'yxatdan o'tish paytida kiritilgan telefon raqamingizni kiriting va biz sizga ko'rsatmalar bilan elektron pochta xabarini yuboramiz.

source: Телефон
uz: Telefon

source: Восстановить пароль
uz: Parolni tiklash

source: Введите код подтверждения
uz: Tasdiqlovchi kodni kiriting

source: Код подтверждения
uz: Tasdiqlash kodi

source: Отправить код
uz: Kodni yuboring

source: Найдите подходящего сотрудника среди наших выпускников
uz: Bitiruvchilarimiz orasidan kerakli xodimni toping

source: Введите ключевые слова, пример: HTML
uz: Kalit so'zlarni kiriting, misol: HTML

source: Искать
uz: Qidirish

source: Мы компания по предоставлению рекрутинговых услуг. Мы не просто занимаемся поиском качественных, квалифицированных специалистов, мы их обучаем и воспитываем в течении одного года в нашей IТ Академии (Bobir Akilhanov Tech Academy).
uz: Biz rekruting boyicha hizmat korsatish kompaniyamiz. Biz nafaqat yuqori sifatli, malakali mutaxassislarni izlamoqdamiz, balki ularni bir yil ichida IT akademiyamizda (Bobir Akilkhanov nomidagi tech akademiyasi) o'qitamiz va tarbiyalaymiz.

source: Мы ищем и находим для вас лучших специалистов!
uz: Siz uchun eng yaxshi mutaxassislarni qidiramiz va topamiz!

source: Доступные должности
uz: Mavjud o'rinlar

source: Back-End разработчик
uz: Back-End dasturchisi

source: Front-End разработчик
uz: Front-End dasturchisi

source: HR-менеджер
uz: Kadrlar menejeri

source: Digital-маркетолог
uz: Raqamli sotuvchi

source: О наших студентах
uz: Bizning o'quvchilarimiz haqida

source: Наши студенты - начинающие специалисты в сфере IT (Python, PHP, Java, SMM, HR-менеджер) окончившие Bobir Akilhanov Tech Academy. Выпускники прошли специализированное годовое обучение в рамках международных стандартов. Программа обучения состоит из 70%% практики и 30%% теории, а так же 3 месяца работы с реальными проектами.
uz: Bizning talabalarimiz Bobir Akilkhanov tech akademiyasini tamomlagan IT-mutaxassislar (Python, PHP, Java, SMM, HR menejer)dir. Bitiruvchilar xalqaro standartlar doirasida ixtisoslashtirilgan bir yillik o'qishni tamomlaydilar. O'quv dasturi 70% amaliyot va 30% nazariyadan, shuningdek 3 oylik real loyihalar bilan ishlashdan iborat.

source: Наши партнеры
uz: Hamkorlarimiz

source: Личный кабинет
uz: Shaxsiy kabinet

source: Персональная информация
uz: Shaxsiy ma'lumot

source: Наименование компании
uz: Kopmaniya nomi

source: Нет данных
uz: Ma'lumot yo'q

source: Ф.И.О. ответственного лица
uz: F.I.Sh to'liq ma'lumot

source: Деятельность компании
uz: Kompaniya faoliyati

source: Мобильный
uz: Mobil

source: Почтa
uz: Pochta

source: Загрузить фотографию
uz: Suratni yuklash

source: Имя
uz: Ismi

source: Фамилия
uz: Familiya

source: Рабочий номер
uz: Ish raqami

source: Мобильный номер
uz: Mobil telefon raqami

source: Почта
uz: Pochta

source: Изменить пароль
uz: Parolni tiklash

source: Старый пароль
uz: Eski parol

source: Новый пароль
uz: Yangi parol

source: Сохранить изменения
uz: O'zgarishlarni saqlang

source: Фильтр
uz: Filtr

source: Маркетинг
uz: Marketing

source: Полный рабочий день
uz: To'liq ish kuni

source: Неполный рабочий день
uz: Yarim kunlik ish

source: Фриланс
uz: Frilans

source: Работа в офисе
uz: Ofis ishi

source: Удаленная работа
uz: Masofadan turib ishlash

source: Поиск
uz: Qidirish

source: Нет аккаунта?
uz: Hisobingiz yo'qmi?

source: Зарегистрируйтесь
uz: Hozir ro'yxatdan o'ting

source: Войти в акканут
uz: Hisobingizga kiring

source: Логин
uz: Tizimga kirish

source: Пароль
uz: Parol

source: Войти
uz: Kirish

source: Нет аккаунта
uz: Hisob yo'q

source: Регистрация
uz: Ro'yxatdan o'tish

source: Создать аккаунт
uz: Hisob ochish

source: Навыки
uz: Ko'nikmalar

source: Возраст
uz: Yoshi

source: Обо мне
uz: Men haqimda

source: Нанять сотрудника
uz: Xodimni yollash

source: Ваша заявка успешно отправлена, мы свяжемся с вами в скором времени!
uz: Arizangiz muvaffaqiyatli yuborildi, biz siz bilan tez orada bog'lanamiz!

source: Нет проектов, созданных этим студентом.
uz: Ushbu talaba tomonidan yaratilgan loyihalar yo'q.

source: Избранное
uz: Tanlanganlar

source: Студенческая страница
uz: Talaba sahifasi

source: Сохранять
uz: Saqlash

source: Сохранить пользователя
uz: Foydalanuvchini saqlash
